//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
// Revision History
// ----------------
// $Log: $
// 
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:        NB.uni
//
// Description: North Bridge setup string definitions
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_AAEON_GPIO_ID_FORM			#language eng "AAEON GPIO ID"
#string STR_AAEON_GPIO_ID_FORM_HELP		#language eng "Configure AAEON GPIO ID parameters."

#string STR_AAEON_HW_BOARD_ID_PROMPT		#language eng "AAEON Hardware BOARD ID"
#string STR_AAEON_HW_BOARD_ID_HELP		#language eng "AAEON Hardware BOARD ID read from GPIO"  

#string STR_AAEON_HW_PANEL_ID_PROMPT		#language eng "AAEON Hardware PANEL ID"
#string STR_AAEON_HW_PANEL_ID_HELP		#language eng "AAEON Hardware PANEL ID read from GPIO"  
	
#string STR_AAEON_HW_OEM_ID_PROMPT		#language eng "AAEON Hardware OEM ID"
#string STR_AAEON_HW_OEM_ID_HELP		#language eng "AAEON Hardware OEM ID read from GPIO"  

#string STR_AAEON_SW_BOARD_ID_PROMPT		#language eng "AAEON Software BOARD ID"
#string STR_AAEON_SW_BOARD_ID_HELP		#language eng "AAEON Software BOARD ID read from GPIO"  

#string STR_AAEON_SW_PANEL_ID_PROMPT		#language eng "AAEON Software PANEL ID"
#string STR_AAEON_SW_PANEL_ID_HELP		#language eng "AAEON Software PANEL ID read from GPIO"  
	
#string STR_AAEON_SW_OEM_ID_PROMPT		#language eng "AAEON Software OEM ID"
#string STR_AAEON_SW_OEM_ID_HELP		#language eng "AAEON Software OEM ID read from GPIO" 

//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
